{
  "sections": {
    "099e9763-f6a3-4152-9074-ab9d0d9d3605": {
      "type": "rich-text",
      "blocks": {
        "template--15545509511220__099e9763-f6a3-4152-9074-ab9d0d9d3605-1671155776a0f361ea-0": {
          "type": "heading",
          "settings": {
            "heading": "<p><strong>Privacy Statement<\/strong><\/p>",
            "heading_size": "h1"
          }
        },
        "template--15545509511220__099e9763-f6a3-4152-9074-ab9d0d9d3605-1671155776a0f361ea-1": {
          "type": "text",
          "settings": {
            "text": "<p>We, including all affiliates and subsidiaries (hereinafter referred to as “kawa-in.com”, “us” or “we”), are committed to protecting your privacy. Our goal is to provide you with a positive experience on our website www.kawa-in.com (“website”) while also keeping your personal information secure. Please read this Privacy Policy to learn about the information that we may collect from you and how we use and protect your information.<br\/><br\/>BY VISITING THE WEBSITE, YOU ARE ACCEPTING AND CONSENTING TO THE PRACTICES, TERMS AND CONDITIONS DESCRIBED IN THIS PRIVACY POLICY.<\/p>"
          }
        },
        "f7efed57-4f40-47c3-ac54-78d2e6209d00": {
          "type": "heading",
          "settings": {
            "heading": "<p><strong>Collection and Use of Personal Data<\/strong><\/p>",
            "heading_size": "h1"
          }
        },
        "1311e34e-bed9-44e2-9c08-f8ecb3c887f4": {
          "type": "text",
          "settings": {
            "text": "<p>Personal data is information that can be used to directly or indirectly identify you. Personal data also includes anonymous data that is linked to information that can be used to directly or indirectly identify you. Personal data does not include data that has been irreversibly anonymized or aggregated so that it can no longer enable us, whether in combination with other information or otherwise, to identify you.<\/p>"
          }
        },
        "e1f988ca-b806-4542-a56d-0c0bc5eeb4e7": {
          "type": "heading",
          "settings": {
            "heading": "<p><strong>Promoting safety and security<\/strong><\/p>",
            "heading_size": "h1"
          }
        },
        "ce65eead-4602-4e13-b30d-213c997de826": {
          "type": "text",
          "settings": {
            "text": "<p>We abide by the principles of legality, legitimacy, and transparency, use, and process the least data within a limited scope of purpose, and take technical and administrative measures to protect the security of the data. We use personal data to help verify accounts and user activity, as well as to promote safety and security, such as by monitoring fraud and investigating suspicious or potentially illegal activity or violations of our terms or policies. Such processing is based on our legitimate interest in helping ensure the safety of our products and services.<\/p>"
          }
        }
      },
      "block_order": [
        "template--15545509511220__099e9763-f6a3-4152-9074-ab9d0d9d3605-1671155776a0f361ea-0",
        "template--15545509511220__099e9763-f6a3-4152-9074-ab9d0d9d3605-1671155776a0f361ea-1",
        "f7efed57-4f40-47c3-ac54-78d2e6209d00",
        "1311e34e-bed9-44e2-9c08-f8ecb3c887f4",
        "e1f988ca-b806-4542-a56d-0c0bc5eeb4e7",
        "ce65eead-4602-4e13-b30d-213c997de826"
      ],
      "settings": {
        "desktop_content_position": "left",
        "content_alignment": "left",
        "color_scheme": "background-1",
        "full_width": false,
        "padding_top": 40,
        "padding_bottom": 12
      }
    },
    "5a89fbf2-8d60-41c8-bf24-e7d3f2070a51": {
      "type": "rich-text",
      "blocks": {
        "template--15929805930656__5a89fbf2-8d60-41c8-bf24-e7d3f2070a51-16722890662407fb5f-0": {
          "type": "heading",
          "settings": {
            "heading": "<p><strong>What Personal Data We Collect<\/strong><\/p>",
            "heading_size": "h1"
          }
        },
        "template--15929805930656__5a89fbf2-8d60-41c8-bf24-e7d3f2070a51-16722890662407fb5f-1": {
          "type": "text",
          "settings": {
            "text": "<ul><li>Your account information and customer support:<\/li><\/ul><p>If you fill in forms or register an account on the website or correspond with us by phone, email or social media account, you may be providing us with information about you, which may include personal information. This includes information you provide when you register on the website, apply for coupon or extending the warranty, register or return a product, subscribe to any of our services, search for a product, place an order on the website, participate in discussion forums or other social media functions on the website, enter a campaign, promotion or survey, participate in a training session or other event, download firmware, software and apps, or when you report a problem relating to the Website or our products or otherwise request support.<\/p><ul><li>Personal Information you give us:<\/li><\/ul><p>This may include your name, address, email address, phone number and other contact information any other information that can be used to personally identify you. Please note, we may use a third party payment processor (such as Paypal) to assist in securely processing your personally identifiable payment information. The credit card information that you provide is encrypted and transmitted directly to Paypal. We do not store your credit card information and do not control and are not responsible for Paypal or its collection or use of your information. You may find out more about how Paypal stores and uses your credit card information by accessing Paypal’s privacy policy.<\/p><ul><li>Device and Technical Information.<\/li><\/ul><p>We automatically collect information when you visit the Website, including:<\/p><ul><li>Technical information, including the Internet protocol (“IP”) address used to connect your computer or other device to the Internet, browser type and version, time zone setting, browser plug-in types and versions, operating system and platform and language preferences. This information is all normally provided by your web browser, and we do not specifically request it.<\/li><li>Information about your visit to the website, including the full Uniform Resource Locators (“URL”) clickstream to, through and from the website (including date and time); products you viewed or searched for; page response times; download errors; length of visits to certain pages; videos watched; page interaction information (such as scrolling, clicks, and mouse-overs); and methods used to browse away from the page.<\/li><li>Cookies:<\/li><\/ul><p>Cookies are small pieces of text used to store information on web browsers. Cookies are widely used to store and receive identifiers and other information on computers, phones, and other devices. We also use other technologies, including data we store on your web browser or device, identifiers associated with your device, and other software, for similar purposes. In this Cookie Statement, we refer to all of these technologies as \"cookies.” We use cookies to provide, protect, and improve our products and services, such as by personalizing content, offering and measuring advertisements, understanding user behavior, and providing a safer experience. Please note that the specific cookies we may use vary depending on the specific websites and services you use.<\/p><ul><li>Information we receive from other sources:<\/li><\/ul><p>We work closely with third parties who provide services to us (including, for example, business partners, subcontractors in technical, payment and delivery services, advertising networks, analytics providers, search information providers, credit reference agencies) and we may receive information about you from them.<\/p>"
          }
        },
        "cefb04d2-923e-4873-98d1-5a0b3bfef4d7": {
          "type": "heading",
          "settings": {
            "heading": "<p><strong>How We Use Your Personal Data<\/strong><\/p>",
            "heading_size": "h1"
          }
        },
        "1d847872-4be1-4ba6-a938-55d2ccd3293f": {
          "type": "text",
          "settings": {
            "text": "<p>We use the information we collect for a number of purposes. These purposes will be consistent with the reason you provided the information to us or for a directly related purpose. The uses we make of such information are to:<\/p><ul><li>Providing, improving, and developing our products and services:<\/li><\/ul><p>We use personal data to help us provide, improve, and develop our products, services, and advertising. This includes using personal data for purposes such as data analysis, research, and audits. Such processing is based on our legitimate interest in offering you products and services and for business continuity. If you enter a contest, or other promotion, we may use the personal data you provide to administer those programs. Some of these activities have additional rules, which may contain further data about how we use personal data, so we encourage you to read those rules carefully before participating.<\/p><ul><li>Communicating with you:<\/li><\/ul><p>Subject to your prior express consent, we may use personal data to send you marketing communications in relation to our own products and services, communicate with you about your account or transactions, and inform you about our policies and terms. If you no longer wish to receive email communications for marketing purposes, please contact us to opt-out. We also may use your data to process and respond to your requests when you contact us. Subject to your prior express consent, we may share your personal data with third party partners who may send you marketing communications in relation to their products and services. Subject to your prior express consent, we may use personal data to personalize your experience with our products and services and on third-party websites and applications and to determine the effectiveness of our promotional campaigns.<\/p><p>NOTE: For any of the uses of your data described above that require your prior express consent, note that you may withdraw your consent by contacting us.<\/p>"
          }
        },
        "f40e4ab0-de03-454b-baf5-8fa57866e4d0": {
          "type": "heading",
          "settings": {
            "heading": "<p><strong>Sharing information<\/strong><\/p>",
            "heading_size": "h1"
          }
        },
        "f0eb31c9-4a6b-4639-abff-a152b1749b77": {
          "type": "text",
          "settings": {
            "text": "<p>Under no circumstances do we rent or sell your personal information to third parties for marketing purposes. We only share your personal information with third parties for marketing purposes if you have granted us permission to do so, and in accordance with the “Marketing” section below. We share personal information in the following ways:<\/p><ul><li>Within kawa-in.com for purposes of data processing or storage.<\/li><li>Within kawa-in.com, including with our subsidiaries, affiliated companies and divisions, all of whom may use your information for the purposes disclosed in this Privacy Policy.<\/li><li>With business partners, service vendors, authorized third-party agents or contractors to provide a requested service or transaction, including processing orders, hosting websites, storing your information, providing email communications on our behalf and providing customer support. For example, when making purchases on the kawa-in.com website stores, kawa-in.com uses a payment processor to verify your payment card information. Your payment card information is passed through to the payment processor and is not collected or stored by kawa-in.com. The payment processor is authorized to use this information only to authenticate your purchase and for no other purpose. We only provide these third parties with the minimum amount of personal information necessary to complete or provide the requested service or transaction, and we do not allow third parties to use your personal information for a different purpose than what was disclosed to you.<\/li><li>With service providers, advisors or other third parties to the extent reasonably necessary to proceed with the negotiation or completion of a merger, acquisition or sale of all or a portion of our assets. If kawa-in.com merges with or acquires or is acquired by another entity, personal information would be transferred as a whole to the successor entity.<\/li><li>To comply with the law or legal process (such as responding to subpoenas or court orders), to comply with government reporting obligations and to exercise our legal rights or defend against legal claims.<\/li><li>To protect our legal rights or those of others, such as protecting the KAWA brands or investigating violations of kawa-in.com terms of use, violations of law, intellectual property infringement, misuse of kawa-in.com websites, fraud or potential threats to personal safety.<\/li><\/ul><p>In addition, we share aggregated anonymized information, including usage data about our products, with third parties for a variety of purposes, including to analyze trends about home networking and utility use, to show third parties how their products could work with the products and to generally improve home networking. We’ve taken steps to ensure that this information cannot be linked back to you and we require third parties to keep all shared information in its anonymized form.<\/p><p>Any third parties with whom we share your personal information are required to maintain the confidentiality of the information and are prohibited from using it for any other purpose. We will take all reasonable steps to make sure these third parties comply with the same privacy principles that govern our collection of your personal information.<\/p><p>We will ask for your consent, such as by email response, opt-in box or click through agreement acceptance, before we use or share your personal information for any other purpose.<\/p>"
          }
        }
      },
      "block_order": [
        "template--15929805930656__5a89fbf2-8d60-41c8-bf24-e7d3f2070a51-16722890662407fb5f-0",
        "template--15929805930656__5a89fbf2-8d60-41c8-bf24-e7d3f2070a51-16722890662407fb5f-1",
        "cefb04d2-923e-4873-98d1-5a0b3bfef4d7",
        "1d847872-4be1-4ba6-a938-55d2ccd3293f",
        "f40e4ab0-de03-454b-baf5-8fa57866e4d0",
        "f0eb31c9-4a6b-4639-abff-a152b1749b77"
      ],
      "settings": {
        "desktop_content_position": "left",
        "content_alignment": "left",
        "color_scheme": "background-1",
        "full_width": false,
        "padding_top": 12,
        "padding_bottom": 12
      }
    },
    "70846616-8dfe-4e4f-8a9e-816c4c777d24": {
      "type": "rich-text",
      "blocks": {
        "template--15929805930656__70846616-8dfe-4e4f-8a9e-816c4c777d24-16722890662407fb5f-0": {
          "type": "heading",
          "settings": {
            "heading": "<p><strong>Marketing<\/strong><\/p>",
            "heading_size": "h1"
          }
        },
        "template--15929805930656__70846616-8dfe-4e4f-8a9e-816c4c777d24-16722890662407fb5f-1": {
          "type": "text",
          "settings": {
            "text": "<p>You have the right to ask us not to process your personal information for marketing purposes. We will inform you (before collecting your personal information) if we intend to use your personal information for marketing purposes, or if we intend to disclose your personal information to any third party for marketing purposes.<\/p><p>We will always give you choices about your personal information. Some choices are presented up front in the form of opt-in notices or acceptance boxes for marketing to you or sharing your personal information with third parties. You always have the choice to opt-out if you later change your mind. One form of opt-out is clicking the Unsubscribe link in a marketing email. This will take you off our marketing email list. Please note that these opt-in\/opt-out choices do not apply to the receipt of mandatory website, service or software communications, such as update or downtime information, or receipt of order or shipping confirmations on kawa-in.com website stores, which you may receive periodically as part of kawa-in.com performing its contract with you, unless you cancel your service or order or terminate use of software in accordance with the applicable terms of use or license agreement.<\/p><p>If you do not wish to receive direct marketing material from us or a third party, in addition to following the “Unsubscribe” instructions in a marketing email, you can send us an email request at support@kawa-in.com.<\/p>"
          }
        },
        "fc66273e-61fc-48a6-83a5-de927338cfd3": {
          "type": "heading",
          "settings": {
            "heading": "<p><strong>Data Disclosure or Storage, Transfer, and Processing<\/strong><\/p>",
            "heading_size": "h1"
          }
        },
        "64cc33e2-2794-43d5-a60f-92acd1bbf4b0": {
          "type": "text",
          "settings": {
            "text": "<ul><li>Fulfillment of legal obligations:<\/li><\/ul><p>Due to the mandatory laws of the European Economic Area or the country in which the user lives, certain legal acts exist or have occurred and certain legal obligations need to be fulfilled. Treatment of personal data of EEA residents -- As described below, if you reside within the European Economic Area (EEA), our processing of your personal data will be legitimized: Whenever we require your consent for the processing of your personal data such processing will be justified pursuant to Article 6(1) of the General Data Protection Regulation (EU) (\"GDPR\").<\/p><ul><li>For the purpose of reasonable implementation or application of this article:<\/li><\/ul><p>We may also disclose personal data if we determine in good faith that disclosure is reasonably necessary to protect our rights and pursue available remedies, enforce our terms and conditions, investigate fraud, or protect our operations or users.<\/p><ul><li>Legal Compliance and Security or Protect Other Rights<\/li><\/ul><p>It may be necessary—by law, legal process, litigation, and\/or requests from public and governmental authorities within or outside your country of residence—for us to disclose personal data. We may also disclose personal data if we determine that for purposes of national security, law enforcement, or other issues of public importance, disclosure is necessary or appropriate.<\/p>"
          }
        },
        "85475160-25b7-4055-8ae9-895607fc3748": {
          "type": "heading",
          "settings": {
            "heading": "<p><strong>Accessing and updating your personal information<\/strong><\/p>",
            "heading_size": "h1"
          }
        },
        "7853c959-e7b4-4017-90b6-f1e2b4b66c9e": {
          "type": "text",
          "settings": {
            "text": "<p>We take reasonable steps to ensure that your personal data is accurate, complete, and up to date. You have the right to access, correct, or delete the personal data that we collect. You are also entitled to restrict or object, at any time, to the further processing of your personal data. You have the right to receive your personal data in a structured and standard format. You may lodge a complaint with the competent data protection authority regarding the processing of your personal data. To protect the privacy and the security of your personal data, we may request data from you to enable us to confirm your identity and right to access such data, as well as to search for and provide you with the personal data we maintain. There are instances where applicable laws or regulatory requirements allow or require us to refuse to provide or delete some or all of the personal data that we maintain. You may contact us to exercise your rights. We will respond to your request in a reasonable time frame, and in any event in less than 30 days.<\/p><p>You can make a request to exercise any of these rights in relation to your Personal Information by sending the request by email to support@kawa-in.com.<\/p><p>We will respond to your request promptly upon receipt. If you are in the EEA, this will be within one month of receipt, or, if further time is required, we will inform you of this and the reason for the delay. We may ask you to verify your identity before we can act on your request. If your Personal Information has been disclosed to a third party in accordance with this Privacy Policy, we will take reasonable steps to notify the third party of any updated information you provide to us.<\/p><p>If you are in the EEA, you also have the right to lodge a complaint with the local data protection authority if you believe that we have not complied with applicable data protection laws. <\/p>"
          }
        }
      },
      "block_order": [
        "template--15929805930656__70846616-8dfe-4e4f-8a9e-816c4c777d24-16722890662407fb5f-0",
        "template--15929805930656__70846616-8dfe-4e4f-8a9e-816c4c777d24-16722890662407fb5f-1",
        "fc66273e-61fc-48a6-83a5-de927338cfd3",
        "64cc33e2-2794-43d5-a60f-92acd1bbf4b0",
        "85475160-25b7-4055-8ae9-895607fc3748",
        "7853c959-e7b4-4017-90b6-f1e2b4b66c9e"
      ],
      "settings": {
        "desktop_content_position": "left",
        "content_alignment": "left",
        "color_scheme": "background-1",
        "full_width": false,
        "padding_top": 12,
        "padding_bottom": 12
      }
    },
    "24d93e7a-4d32-4357-9494-3ac2375f32a3": {
      "type": "rich-text",
      "blocks": {
        "template--15929805930656__24d93e7a-4d32-4357-9494-3ac2375f32a3-16722890662407fb5f-0": {
          "type": "heading",
          "settings": {
            "heading": "<p><strong>Third-Party Websites and Services<\/strong><\/p>",
            "heading_size": "h1"
          }
        },
        "template--15929805930656__24d93e7a-4d32-4357-9494-3ac2375f32a3-16722890662407fb5f-1": {
          "type": "text",
          "settings": {
            "text": "<p>When a customer operates a link to a third-party website that has a relationship with us, we do not assume any obligation or responsibility for such policy because of the third party's privacy policy. Our website, products, and services may contain links to or the ability for you to access third-party websites, products, and services. We are not responsible for the privacy practices employed by those third parties, nor are we responsible for the information or content their products and services contain. This Privacy Statement applies solely to data collected by us through our products and services. We encourage you to read the privacy policies of any third party before proceeding to use their websites, products, or services.<\/p>"
          }
        },
        "abd7cc0a-96c2-487b-a446-5ad0e891f484": {
          "type": "heading",
          "settings": {
            "heading": "<p><strong>Security<\/strong><\/p>",
            "heading_size": "h1"
          }
        },
        "fbed15aa-74be-4e32-9206-fce863eae656": {
          "type": "text",
          "settings": {
            "text": "<p>We strive to maintain appropriate administrative, technical and physical safeguards designed to protect the information collected by the website. Unfortunately, the transmission of information via the Internet is not 100% secure.<\/p><p>It is important to note that if you use a computer or device that can be accessed by others, other people may be able to access unencrypted personal information. If you do not want your information to be available to others, exercise caution when using public computers or devices or when using any computer or device to which users unauthorized by you may have access.<\/p><p>We recommend that you take every precaution in protecting your personal information when you are on the internet. For example, change your passwords often, use a combination of letters and numbers when creating passwords, and make sure you use a secure browser. You should also be aware that names that you give your Wi-Fi-enabled devices, home networks and services (also known as “friendly names”) may be detectable by others outside your home, so you should not use personal information as part of your friendly names.<\/p>"
          }
        },
        "1312be65-bc9f-4c87-b29d-2de9871ee44a": {
          "type": "heading",
          "settings": {
            "heading": "<p><strong>Data Security, Integrity, and Retention<\/strong><\/p>",
            "heading_size": "h1"
          }
        },
        "a60c6005-58f4-4572-972d-ecceb1720c11": {
          "type": "text",
          "settings": {
            "text": "<p>We will only retain your personal information to fulfill the purposes for which it was collected, as required for legitimate business purposes as described in this Privacy Policy, or otherwise permitted by law. When we no longer need to use personal information, we will remove it from our systems and records and\/or take steps to anonymize it so that you can no longer be identified from it.<\/p><p>To determine the appropriate retention period for personal information, we consider the amount, nature, and sensitivity of the personal information, the potential risk of harm from unauthorized use or disclosure of your personal information, the purposes for which we process your personal information and whether we can achieve those purposes through other means, and the applicable legal requirements.<\/p>"
          }
        }
      },
      "block_order": [
        "template--15929805930656__24d93e7a-4d32-4357-9494-3ac2375f32a3-16722890662407fb5f-0",
        "template--15929805930656__24d93e7a-4d32-4357-9494-3ac2375f32a3-16722890662407fb5f-1",
        "abd7cc0a-96c2-487b-a446-5ad0e891f484",
        "fbed15aa-74be-4e32-9206-fce863eae656",
        "1312be65-bc9f-4c87-b29d-2de9871ee44a",
        "a60c6005-58f4-4572-972d-ecceb1720c11"
      ],
      "settings": {
        "desktop_content_position": "left",
        "content_alignment": "left",
        "color_scheme": "background-1",
        "full_width": false,
        "padding_top": 12,
        "padding_bottom": 12
      }
    },
    "c80a62b3-fa9a-45bd-b5f9-ec4027a42875": {
      "type": "rich-text",
      "blocks": {
        "template--15929805930656__c80a62b3-fa9a-45bd-b5f9-ec4027a42875-16722890662407fb5f-0": {
          "type": "heading",
          "settings": {
            "heading": "<p><strong>Changes to this Privacy Statement<\/strong><\/p>",
            "heading_size": "h1"
          }
        },
        "template--15929805930656__c80a62b3-fa9a-45bd-b5f9-ec4027a42875-16722890662407fb5f-1": {
          "type": "text",
          "settings": {
            "text": "<p>We may periodically change this Privacy Statement to keep pace with new technologies, industry practices, and regulatory requirements, among other reasons. Your continued use of our products and services after the effective date of the Privacy Statement means that you accept the revised Privacy Statement. If you do not agree to the revised contact us Privacy Statement, please refrain from using our products or services and contact us to close any account you may have created.<\/p>"
          }
        },
        "8eeb1a35-84db-4e4d-9584-51c61a1328bc": {
          "type": "heading",
          "settings": {
            "heading": "<p><strong>How to contact us<\/strong><\/p>",
            "heading_size": "h1"
          }
        },
        "913f3176-c588-4fbb-8861-d9248f94252d": {
          "type": "text",
          "settings": {
            "text": "<p>Should you have any privacy-related questions or comments related to this Privacy Policy, please contact us at support@kawa-in.com.<\/p><p>If you have complaints or concerns about this Privacy Policy, please contact us at the above email. We treat all complaints about a breach of the privacy laws seriously. Someone from kawa-in.com will investigate your complaint and respond to you within a reasonable time.\"<\/p>"
          }
        }
      },
      "block_order": [
        "template--15929805930656__c80a62b3-fa9a-45bd-b5f9-ec4027a42875-16722890662407fb5f-0",
        "template--15929805930656__c80a62b3-fa9a-45bd-b5f9-ec4027a42875-16722890662407fb5f-1",
        "8eeb1a35-84db-4e4d-9584-51c61a1328bc",
        "913f3176-c588-4fbb-8861-d9248f94252d"
      ],
      "settings": {
        "desktop_content_position": "left",
        "content_alignment": "left",
        "color_scheme": "background-1",
        "full_width": false,
        "padding_top": 12,
        "padding_bottom": 12
      }
    },
    "cloud-commodity": {
      "type": "kawa-cloud-commodity",
      "disabled": true,
      "settings": {
        "title": "Subscribe to the cloud storage plan that Suits You"
      }
    }
  },
  "order": [
    "099e9763-f6a3-4152-9074-ab9d0d9d3605",
    "5a89fbf2-8d60-41c8-bf24-e7d3f2070a51",
    "70846616-8dfe-4e4f-8a9e-816c4c777d24",
    "24d93e7a-4d32-4357-9494-3ac2375f32a3",
    "c80a62b3-fa9a-45bd-b5f9-ec4027a42875",
    "cloud-commodity"
  ]
}
