{
  "sections": {
    "099e9763-f6a3-4152-9074-ab9d0d9d3605": {
      "type": "rich-text",
      "blocks": {
        "template--15545509511220__099e9763-f6a3-4152-9074-ab9d0d9d3605-1671155776a0f361ea-0": {
          "type": "heading",
          "settings": {
            "heading": "<p><strong>How it Works<\/strong><\/p>",
            "heading_size": "h1"
          }
        },
        "template--15545509511220__099e9763-f6a3-4152-9074-ab9d0d9d3605-1671155776a0f361ea-1": {
          "type": "text",
          "settings": {
            "text": "<p>Welcome to KAWA’s self-service page for processing warranty requests and making inquiries. All KAWA warranties are automatically kept track of in our system, so there is no need to register your product. This page is for you to reach out to us when you have issues with your product or to quickly help resolve any other issue you’re experiencing. We apologize in advance for whatever inconvenience your KAWA purchase may have caused.<\/p><p>Please note this page is regarding purchases made through this website or the KAWA store on Amazon. For purchases made through KAWA’s authorized resellers, please contact them directly.<\/p><p>All products purchased from KAWA come with a hassle-free warranty. You can find the precise warranty period of your product on the literature inside its box. You can also verify the warranty period with our customer service team in the body of your message.<\/p><p>If your product turns out to have a defect during its warranty period, please contact us at support@kawa-in.com with your order receipt for confirmation and let us know what we can do to help you. It may save you time to first trouble shoot issues by going to our FAQ page or looking at Instruction Manuals before filing a warranty claim.<\/p><p>Thank you in advance for all of the information you provide; we know your time is valuable.<\/p><p>Warranty Information Tips<\/p>"
          }
        },
        "f7efed57-4f40-47c3-ac54-78d2e6209d00": {
          "type": "heading",
          "settings": {
            "heading": "<p><strong>Warranty Information Tips<\/strong><\/p>",
            "heading_size": "h1"
          }
        },
        "1311e34e-bed9-44e2-9c08-f8ecb3c887f4": {
          "type": "text",
          "settings": {
            "text": "<p><strong>Order ID<\/strong>: You can find this in the order history of the account the purchase was made through.<\/p><p><strong>Model Number<\/strong>: You can find this in your account's order history, as well as on the packaging or manual of the product. Some products come with the model number printed directly on them. Model numbers help us identify the exact make and model of your product more accurately than a product name would.<\/p><p><strong>SN<\/strong>: The SN can be found on the main body of the product itself. It’s located on a sticker, tag, and attached directly on the product or packaging. Looks something like SN:S6-CA14Y0016.<\/p>"
          }
        }
      },
      "block_order": [
        "template--15545509511220__099e9763-f6a3-4152-9074-ab9d0d9d3605-1671155776a0f361ea-0",
        "template--15545509511220__099e9763-f6a3-4152-9074-ab9d0d9d3605-1671155776a0f361ea-1",
        "f7efed57-4f40-47c3-ac54-78d2e6209d00",
        "1311e34e-bed9-44e2-9c08-f8ecb3c887f4"
      ],
      "settings": {
        "desktop_content_position": "left",
        "content_alignment": "left",
        "color_scheme": "background-1",
        "full_width": false,
        "padding_top": 40,
        "padding_bottom": 12
      }
    },
    "cloud-commodity": {
      "type": "kawa-cloud-commodity",
      "disabled": true,
      "settings": {
        "title": "Subscribe to the cloud storage plan that Suits You"
      }
    }
  },
  "order": [
    "099e9763-f6a3-4152-9074-ab9d0d9d3605",
    "cloud-commodity"
  ]
}
